acidic9.p5js-snippets
alefragnani.project-manager
anteprimorac.html-end-tag-labels
artdiniz.quitcontrol-vscode
artlaman.chalice-color-theme
asvetliakov.vscode-neovim
atlassian.atlascode
bradgashler.htmltagwrap
dbaeumer.vscode-eslint
diff001a.kawaii-theme
digitalbrainstem.javascript-ejs-support
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-complete-tag
geekanant.chrome-dinosaur-game
github.copilot-chat
glenn2223.live-sass
gruntfuggly.todo-tree
harg.iceberg
html-validate.vscode-html-validate
kisstkondoros.vscode-gutter-preview
kuone.sequence-number
meezilla.json
mhutchie.git-graph
mrmlnc.vscode-duplicate
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
ryu1kn.partial-diff
samplavigne.p5-vscode
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
skyapps.fish-vscode
steditor.line-endings
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tal7aouy.icons
tomoki1207.pdf
usernamehw.errorlens
wmaurer.change-case
wraith13.bracket-lens
